Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/umo.se/alkohola.html.tmx
Source language: sme
Languages: smj

source: Alkoholain dárkkuhuvvo juhkosiid dego vuola, viidna ja viidni.
smj: Alkoholajn miejnniduvvá juhkusa nåv gåk vuola, vijnna ja sprijtta.

source: Máŋgasat juhket daningo dat lea buorre dehe vai šaddet gárremiin.
smj: Ålos dav juhki danen gå la njálgge jali vuoladuvátjit.

source: Muhto alkohola sáhttá leahkit maid váralaš máŋgga ládje.
smj: Valla alkohola máhttá aj moatteláhkáj vádálasj.

source: Dat sáhttá addit vahágiid ja skibasvuođaid, dagahit ahte gártá váttis dehe váralaš dilálašvuođaide.
smj: Máhttá vahágijt ja dávdajt buktet, nuppe oassáj dahká vaj vájves jali vádálasj vidjurijda sjaddá.

source: Muhtimat ožžot áŧestusa ja vedjet heajuid go juhket.
smj: Muhtema goavgedi ja nievret viessu gå juhki.

source: Nuora suddjemii lea ahkerádji goas oažžu oastit alkohola: 18 jagi restauráŋŋas gávppašeapmái ja 20 jagi viidnegávppis gávppašeapmái.
smj: Suoddjitjit nuorajt gávnnu jáhke goassa oadtju alkoholav oasstet: Gávtsejagágin oadtju bårråmsajen oasestit ja guovtelåkjagágin systembolagan.

source: Vaikko ieš oažžu oastit alkohola ii leat lohpi oastit soapmásii gii ii oaččo dan.
smj: Ihka vil iesj oadtju oasstet de l buorgodum oasestit gesi ij la loahpe oasstet.

source: Manin juhkkojuvvo ?
smj: Manen juhká ?

source: Máŋggat juhket daningo sin mielas dat lea buorre ja lea somá.
smj: Ålos alkoholav juhki danen gå sijá mielas la njálgge ja vuogas.

source: Muhtimat juhket daningo dovdet iežaset eahpesihkkarin.
smj: Muhtema juhki danen gå l vuollegis iesjdåbddo.

source: Jus juhká vai oažžu buoret iešdovddu dehe unnida áŧestusa dehe jus juhká olu, sáhttá juhkan buvttehit boasttogeavahusa.
smj: Jus juhká buorep iesjdåbdov oattjotjit jali goavgedimev giehpedittjat jali jus ilá ednagav juhká, de juhkam máhttá boastoadnemij doalvvot.

source: Sáhttá maid veadjit heajuid jugadettiin ja maŋŋel.
smj: Máhttá aj nievret viessot, goappátjagá jugádijn ja maŋŋela.

source: Go lea nuorra alkohola geahččaleapmi soaitá dovdot lávkin šaddat rávisin.
smj: Nuorran máhttá ållessjattugin dåbddut de máhttá dåbddut mierren ållessjattugin sjaddat gå alkoholav jugádijn.

source: Soaitá fállojuvvo ruovttus ja nu geahččala ieš dehe olbmáiguin.
smj: Márjju hejman vaddi, jali iesj gähttjal jali aktan rádnaj.

source: Lea dábálaš ahte rievtti mielde ii vuosttaš geardde dieđe háliidago juhkat muhto dahká dan go earát juhket dehe galggalii.
smj: Le dábálasj vaj ajtu ij diede jus sihtá juhkat vuostasj bále, ájnat juhká gå ietjáda juhki jali “ luluj ” juhkat.

source: Muhto jus duostá vuosttildit joavkodeattu ja vuordá vuoitá ollu.
smj: Valla jus duosstá vuosteldit juohkusav ja vuorddet de l ávkke.

source: Mađi guhkit vuordá dađi buoret, daningo riskkat unnot vahágiid oažžumii ja alkoholasorjavažžan šaddamii.
smj: Dadi guhkebut vuorddá dadi buorep, danen gå vadá unneduvvi vigijt oattjotjit jali alkoholaj tjanáduvvat.

source: Mii dáhpáhuvvá go juhká ?
smj: Mij sjaddá gå juhká ?

source: Jus šaddá gárremiin hehttejuvvojit signálat vuoigŋašiin nu ahte jurddašeapmi, dovddut, balánsa ja árvvoštallan doaibmá heajubut Dat váikkuha maid nákcii koordineret dehkiid lihkastagaid.
smj: Jus vuoladuvvá de signála vuojŋŋamin hiemssiduvvi, vaj ájádallam, dåbdo, mujtto, starjjo ja dájddo nievrebut doajmmá. Máhttudahka diehkijt aktidit hiemssiduvvá aj.

source: Go árvvoštallan hedjona ii ipmir áššiid mat dáhpáhuvvet seamma ládje go čielggusin.
smj: Gå dájddo nävrru de ij dádjada mij sjaddá sämmiláhkáj gå la tjielgas.

source: Soaitá dahkat juoidá man ii muđui dagalii: hupmá eanet ja eanet olbmuiguin, dánse, njoallu dehe háhká nieiddaid, ja geahččala ođđa áššiid.
smj: Márjju dahká dakkirijt majt ij lulu ietján dahkat: ságas ienebut ja ienep ulmutjij, gärssul, sjuohttul jali aktavuodav åhtså, ja ådåsijt gähttjal.

source: Heajut árvvoštallannákca dagaha maid ahte lea váddásit ipmirdit juoidá mii lea riskkavuloš dehe váralaš.
smj: Nievrep dájddo dahká dav gassjelabbon dádjadit jus juoga l vádálasj.

source: Jus lea gárremiin sáhttá danin dahkat juoidá mas šaddet váralaš čuovvumušat.
smj: Jus la vuollagin de máhttá dahkagoahtet dakkirijt ma máhtti alvos tjuovvusijt vaddet.

source: Muhtin áššit mat sáhttet dáhpáhuvvat go lea juhkan:
smj: Muhtem vidjura máhtti sjaddat gå l juhkam:

source: Láhppá diŋggaid dehe dat billohuvvot, daningo ii leat kontrolla dehe diŋggat suoláduvvojit.
smj: Åmijt massá jali späddjuji, gå ij dajt gehtja jali suoláduvá.

source: Šaddá riidduide dehe álgá doarrut.
smj: Dårruj sjaddá jali doarrogoahtá.

source: Lea hui dábálaš ahte doarrun gárrenoaivvis álgá huleštemiin dakkáriin mas ii riidalivččii čielggusin.
smj: Le dábálasj rijddo gå la vuollagin álggá smállamijn juoŋga birra massta ij lulu tjielggusin rijddalit.

source: Lea seksa vaikko ii hálit.
smj: Seksav adná vájku ij sidá.

source: Jus lea gárremiin soaitá leahkit váttis gieldit, ja dat sáhttá dagahit ahte ieš, dat geaiguin lea seksa dehe earát vedjet heajuid maŋŋel dehe šaddá seksualálaš veagalváldin.
smj: Jus la vuollagin máhttá låssåt javllat ij sidá, ja máhttá doalvvot vaj iesj, gejn jali gej seksav adná jali iehtjáda nievret viessu maŋŋela, jali seksuálalasj illastibmáj.

source: Lea seksa suddjetkeahttá ja dalle riskere oažžut sohkabealdávddaid, dehe šaddá dehe dahká soapmása áhpeheapmin.
smj: Seksav adna váni ietjas suoddjidak, ja dalloj la máhttelis sjiervvedávdajt oadtjot, jali iesselissan sjaddat jali soabmásav iesselissan dahkat.

source: Geahččala eará gárrenmirkkuid.
smj: Gähttjal ietjá drogajt.

source: Eatnasat leat juhkan alkohola go gevtet gárrenmirkkuid vuosttaš geardde, soaitá daningo eai jáhke dan nu váralažžan.
smj: Ienemusá li alkoholav juhkam gå narkotihkav vuostasj bále adni, márjju gå ij jáhke dav nåv vádálattjan.

source: Dat soaitá ovdamearkka dihte leahkit mopeda dehe biila, ahte jorrá ja nordada iežas dehe gahččá čáhcái.
smj: Vahágij boadádallá. Máhttá buojkulvissan mopedajn jali bijlajn årrot, jårrå ja fällá jali tjáhtjáj gahttjá.

source: Váldá dehe billista diŋggaid mat eai leat iežas dehe manná juosat gos ii oaččo leahkit.
smj: Suolát jali spädjá gávnijt ma älla ietjas, jali bässá gåsi ij la loahpe.

source: Veadjá heajuid ja oažžu áŧestusa maŋŋel go lea juhkan.
smj: Nievret viessu ja goavget juhkama maŋŋel.

source: Dat soaitá vuolgit das ahte lea dahkan áššiid maid gáhtá dehe heahpana, dehe šaddá reakšuvdna gorudis.
smj: Oarre dasi máhttá gå l dagojt dahkam majt sáŋart jali majs hehpan, jali tjuovvusin rubmahis.

source: Šaddá váttis huolahit skuvlla dehe barggu.
smj: Vájvve sjaddá skåvlås jali bargos åvdåsvásstádusáv válldet.

source: Alkohola bisána gorudii maŋŋil go lea leamaš gárremiin, ja soaitá váldit guhkit go ovtta beaivvi ovdalgo vuoigŋašat doibmet albma ládje ahte ovdamearkka dihte muitá ja oahppá áššiid.
smj: Alkohola bissu rubmahin maŋŋel gå la vuollagin årrum, ja máhttá ienep gå biejvev válldet åvddål gå vuojŋŋama doajmmi ållu buoragit buojkulvissan mujtátjit ja åhpatjit.

source: Muhtimat jáhkket ahte ii leat nu váralaš juhkat jus ii daga dan nu dávjá, ovdamearkka dihte dušše vahkkoloahpa, vaikko dalle juhká ollu.
smj: Muhtema jáhkki ij la nåv vádálasj juhkat jus ij álu jugá, buojkulvissan val vahkkogietjijt, ihka vil dalloj ednagav juhká. Ij la riekta

source: Beaivvi maŋŋel
smj: Biejve maŋŋela

source: Soaitá leahkit vel gárremiin beaivvi maŋŋel go lea juhkan.
smj: Máhttá vilá vehik vuollagin biejve maŋŋela gå l juhkam.

source: Dat vuolgá das man olu lea juhkan.
smj: Man ednagav la juhkam dav mierret.

source: Ovdamearkan ahte alkohola álbmás vuollagis lea ain gorudis sullii golmmas njelljii diibmui.
smj: Buojkulvis bissu alkohola garravuollagis rubmahin bájken gålmå gitta nielje tijmmaj.

source: Iige gávdno miige vugiid oažžut dan nohkat jođáneappot.
smj: Ij gávnnu makkirik vuohke jut ruvábut manná.

source: Vaikko olmmoš lea gomás lea árvvoštallannákca heajut go dábálaččat ja soaitá leat váttis huolahit áššiid nugo galgá.
smj: Biejve maŋŋela gå ij la riekta tjielgas de dájddo l aj nievrep gå iemeláhkáj ja máhtá vájvve dahkat mav galggá.

source: Ovdamearkka dihte soaitá leahkit váralaš vuodjit mopedain dehe biillain ja jus lea alkohola gorudis lea dat lágaheapme.
smj: Buojkulvissan máhttá vádálasj mopedav jali bijlav vuodjet, ja jus la alkohola rubmahin de ij la lágalasj.

source: Alkoholamirkkohus
smj: Alkoholasielggidibme

source: Buohkat reagerejit sierra ládje alkoholii ja girdet sierra olu, muhto lea álo rádji gos gorut luohpá.
smj: Alkohola bájnasj gájkajt umassláhkáj ja ulmutja gierddi umasse ednagav, valla gávnnu agev mierre gå rumáj vuosstálasstá.

source: Láve nu ahte olmmoš vuovssada dehe biestá nahkáriid.
smj: Álu vuoksá jali oaddá.

source: Jus meanohuvvá soaitá dat leahkit váralaš ja dalle ferte buohccivissui.
smj: Jus jámálguvvá de máhttá oalle vádálasj, ja hähttu skihpadåhpåj doalvoduvvat.

source: Jus lea fuolastuvvan das man lea juhkan, galgá váldit aktavuođa ráves olbmuin, buohccidikšunneavvumiin, poliissain dehe vuolgit buohccivissui.
smj: Jus hudjá ulmutjav gut la juhkam, de gálggá aktavuodav válldet ållessjattugijn, skihpasujttorádevaddemijn, polijsajn jali skihpadåhpåj vuolgget.

source: Jus soamis lea meanohuvvan galgá riŋget 112.
smj: Jus soames la jámálguvvam de galggá riŋŋgit 112.

source: Ii galgga viggat oažžut persovnna vuovssadit dehe njoarrat galbma čázi su nala, daningo lea riska eará vahágiidda dehe bárttiide.
smj: Ij galga ulmutjav vuovsedahttet jalik sliebbit galmma tjátjev suv nali, danen gå l máhttelis ietjá vahága jali fällama sjaddi.
